[{
    "image": "aries",
    "raasi": "மேஷம்",
    "raasiplan": ["கோபம் கொண்டால் முருகனைப்போல் தனியே அமர்ந்து கொள்ளும் மேஷ ராசி நேயர்களே!",
    "உங்கள் ராசியாதிபன் செவ்வாய் 26/9/2019 க்கு  பிறகு மறைவு ஸ்தானமான 6ஆம் இடத்தில் அமர உள்ளார்.",
    "கன்னிச் செவ்வாய் கடலையும் வற்ற வைக்கும் என்பது பழமொழி. ராசியாதிபன் மறைவது உங்கள் பலத்தை குறைக்கவே செய்யும். நிதானப்போக்கை கடைபிடியுங்கள். கோபத்தை குறைத்துக்கொள்ளுங்கள்.",
    "கமூன்றில் உள்ள ராகு சகோதர சகோதரிகளிடம் பிரச்சனைகள் ஏற்படுத்துவார்.",
    "சுக்கிர பகவான் 5/10/2019 அன்று துலா ராசிக்கு மாறுகிறார். இந்த மாற்றம் உங்கள் வாழ்க்கை துணைவரிடம்  மிகுந்த  இணக்கத்தை ஏற்படுத்தும். இல்லறம் இனிக்கும். ஆடை ஆபரண சேர்க்கை உண்டாகும்.", 
    "குருவின் பார்வை 2 மற்றும் 4இல் பதிவதால் பணம் மற்றும் வீடு, மனை, வாகன வகையில் நற்பலன்களை ஏற்படுத்தும்.",
    "செப்டம்பர் 25வரை சகோதரர்களின் வாழ்க்கையில் உயர்வை ஏற்படுத்திய புதன் பிறகு மாமன் வாழ்க்கையில் ஏற்பட்ட பிரச்சனைகளை குறைப்பார். கடன் குறையும். எதிரிகளின் பலம் குறைய ஆரம்பிக்கும்."]
  }, {
    "image": "taurus",
    "raasi": "ரிஷபம்",
    "raasiplan": ["நளினமாகவும், விகடமாகவும் பேசி அடுத்தவர்களை கவரும் ரிஷப ராசி நேயர்களே!",
    "வாக்கு ஸ்தானத்தில் ராகு அமர்ந்துள்ளார். குடும்பத்தில் குழப்பத்தை குறைத்துக்கொள்ள வாக்கில் கவனம் தேவை.",
    "நாலில் அமர்ந்துள்ள கிரகங்கள் தங்களுக்கு வீடு வாங்கும் யோகத்தையும், வண்டி வாகன சேர்க்கைக்கும் காரணமாக அமைந்துள்ளது.",
    "ஆவணி 25க்கு பிறகு புண்ணிய ஸ்தலங்களை தரிசிக்கும் யோகம் உண்டு. பூர்வ புண்ணிய பலம் மிகும். மதிப்பு மரியாதை கூடும்.",
    "7-ல் உள்ள குரு தங்களுக்கு மன நிம்மதியையும், குடும்ப வாழ்வில் சிறப்பையும் தரும்.",
    "8-ல் கேது சனி சிறப்பல்ல. அஷ்ட்டமச்சனி நடந்து கொண்டிருப்பதால் எதிலும் கவனம் தேவை. 7 1/2 வருட சனியின் பாதக பலன்களை 2 1/2  வருடத்தில் அனுபவிக்க வேண்டியிருப்பதால் வேலை மற்றும் ஆபத்துக்கள் ஏற்படாமல் இருக்க சரியான சாந்தி செய்வது அவசியம்.",
    "பொறுமையாக இருங்கள். கடவுள் இந்த கஷ்டமான காலத்தை கடக்க அருளை புரிவார்."]
  }, {
    "image": "gemini",
    "raasi": "மிதுனம்",
    "raasiplan": ["அன்பும் பண்பும் மற்றும் ரகசியத்தை காப்பதில் நிபுணர்களே!",
    "உங்கள் ராசியில் ராகு இருக்கிறார். உஷார். காதல் தோல்வியும் அதனால் பிரச்சனைகளும் ஏற்பட விதியுண்டு. கணவன் மனைவி உறவில் விரிசல் ஏற்பட வாய்ப்புண்டு. சனி மற்றும் கேதுக்குரிய பரிகாரத்தை செய்யுங்கள்.",
    "தைரியம் கூடும். சகோதர சகோதிரிகளால் நன்மை உண்டு.",
    "ஆவணி 25-க்கு பிறகு, நீசபங்க ராஜயுகம் ஏற்படுவதால் கல்வி வகையில் உயர்வும், வீடு வாங்கும் யோகமும், வண்டி வாகன சேர்க்கையும் உண்டு.",
    "தொழில் ஸ்தானதிபதி குரு மறைந்திருந்தாலும், பத்தாம் இடத்தை பார்ப்பதால், தொழிலில் ஏற்படும் பிரச்சனைகள் பனிபோல் விலகிடும்."]
  }, {
    "image": "cancer",
    "raasi": "கடகம்",
    "raasiplan": ["அரசியலில் முத்திரை பதிக்கும்  கடக ராசி நேயர்களே!",
" இந்த மாதம் முழுவதும் உங்களுக்கு 2-ஆம் இடமான சிம்ம ராசியில் சூரியன் ஆட்சியாக அமர்கிறார். மேலும் சூரியன் உடன் சுக்கிரன், புதன், செவ்வாய் இணைந்து உள்ளார்கள்.",
" இரண்டாம் இடத்தில் சுக்கிரன் 25-ம் தேதிவரை உள்ளதால் பண வரவு சிறப்பாக இருக்கும். பிறகு கன்னிராசியில் நீசபங்கமடைவதால் தைரியம் கூடும். சகோதர, சகோதரிகள் உடனான இணக்கம் நல்லபடியாக இருக்கும்.",
" குருபகவான் 5-ல் அமர்ந்து உங்கள் ராசியைப்பார்ப்பதால் மனக்குழப்பங்கள் நீங்கி தெளிவு ஏற்படும்.",
" 6-ஆம் இடத்தில் கேது, சனி இணைப்பு நல்லதல்ல. எதிரிகளால் தொல்லைகள் ஏற்படும்.",
" மேலும் 2-ம் இடத்தில் செவ்வாய் மற்றும் சூரியன் உள்ளதால் வார்த்தைகளில் கோபம் வெளிப்படும். வாக்கில் கவனம் தேவை. செய்யும் தொழிலில் வருமானம் அதிகரிக்கும்."]
}, {
    "image": "leo",
    "raasi": "சிம்மம்",
    "raasiplan": ["எதிரிகளை வெல்ல துடிக்கும் சிம்ம ராசி நேயர்களே!",
  "உங்கள் ராசியாதிபன் சூரியன் ராசியிலேயே பலத்துடன் அமர்ந்துள்ளார். உங்கள் பலம் பன்மடங்கு பெருகும். வாழ்வில் ஓர் தெளிவு ஏற்படும்.",
  "வீடு வாங்கும் யோகம் கூடி வரும். கவர்ச்சி கூடும்.",
  "கேது சனியின் இணைவு குடும்ப வாழ்வில் பிரச்சனைகளை ஏற்படுத்தும்.",
  "11-ம் இடத்து ராகு உங்களுக்கு லாபங்களை ஏற்படுத்தும்.",
  "ஆவணி 25 - ம் தேதிக்கு பிறகு சுக்கிரன் நீசபங்கமடைகிறார். இதனால் சகோதரர்களினால் லாபம் உண்டாகும். விருந்து விழாவில் கலந்து கொள்வீர்கள்",
  "10 க்கு உரிய சுக்கிரன் ராசியில் அமர்ந்துள்ளார். இதனால் தொழில் வகையில் மேன்மை ஏற்படும்."
  ]
  }, {
    "image": "virgo",
    "raasi": "கன்னி",
    "raasiplan": ["வாக்கில் சுத்தமும், பேச்சில் வன்மையும் கொண்ட கன்னி ராசி நேயர்களே!",
  "உங்கள் ராசியாதிபன் புதன் ஆவணி 21-ந்தேதி வரை விரய ஸ்தானத்தில் சுக்கிரன், சூரியன் மற்றும் அட்டமாதிபதி செவ்வாயுடன் அமர்ந்துள்ளார். இதனால் உங்கள் முன்னேற்றத்தில் தடைகள் ஏற்படும்.",
  "ஆவணி 25-ந்தேதி கன்னி ராசியில் சுக்கிரன் நீசமானாலும், புதனினால் நீசபங்கப்படுகிறார். இதனால் ராஜயோகம் ஏற்படுகிறது",
  "கேது, சனி இணைவு தாயார் வகையில் குழப்பத்தை ஏற்படுத்தும். மேலும் வீடு, வண்டி, வாகன வகையில் சிறப்பாக இருக்காது. வீடு மற்றும் மனை வாங்குபவர்கள் பொறுமை காப்பது அவசியம்.",
  "7-ஆம் இடத்தை குரு பார்ப்பதால் மனைவியுடன் அந்நியோநியம் ஏற்படும். மேலும் லாப ஸ்தானத்தை நோக்குவதால் உயர்வு உண்டு.",
  "10-ல் உள்ள ராகு மறைமுக வருமானத்தை தரும். ராகு புத்தி நடப்பில் உள்ளவர்கள் அரசாங்கத்தினால் கலக்கமடைய நேரிடும். ஜாக்கிரதை."
]
  }, {
    "image": "libra",
    "raasi": "துலாம்",
    "raasiplan": ["பேச்சில் நகைச்சுவையும், எதையும் சிந்திதுச்செயல்படும் துலா ராசி நேயர்களே!",
    "உங்கள் ராசிநாதன் சுக்கிரன் பகை ஸ்தானத்தில் சூரியன் புதன் மற்றும் செவ்வாயுடன் இணைந்துள்ளார். குடும்பத்தில் குழப்பங்கள் ஏற்பட வாய்ப்புள்ளதால் பொறுமையுடன் செயல்படவும்.",
    "2-ல் உள்ள குரு உங்கள் வாக்கிற்கு வளம் சேர்ப்பார்.",
    "3-ல் உள்ள கேது சனி சேர்க்கை இளைய சகோதர சகோதரிகளுடன் பிரச்சனைகளை ஏற்படுத்தும்.",
    "தாய் வழியில் கலகம் ஏற்படும். பூர்வ புண்ணிய பலம் குறைந்துள்ளது.",
    "11ல் சூரியன் பலமுடன் உள்ளதால் லாபம் ஏற்படும்."]
  }, {
    "image": "scorpio",
    "raasi": "விருச்சிகம்",
    "raasiplan": ["எதிரிகளிடம் சுதாரிப்பாக இருக்கும் விருச்சிக ராசி நேயர்களே!",
    "உங்கள் ராசிநாதன் செவ்வாய் 10ம் இடத்தில் சுக்கிரன் புதன் சூரியனுடன் அமர்ந்துள்ளார்.",
    "அரசாங்கப்பணியில் அமர்வீர்கள். தொழில் விருத்தி அடையும். அரசாங்க வகையில் லாபம் காண்பிர்கள்.",
    "8ல் உள்ள ராகு சரும நோய்களை ஏற்படுத்தும். ராகு தீய எண்ணங்களை மனதில் ஏற்படுத்துமாகையால், தேவையான பரிகாரங்களை செய்து கொள்வது உத்தமம்.",
    "வண்டி வாகனம் ஓட்டுவதில் கவனம் தேவை. தாய்வழி உறவில் விரிசல்கள் ஏற்பட வாய்ப்புண்டு. மனை, வீடு வாங்குபவர்கள் நிதானம் காப்பது நலம்.",
    "ஆவணி 21க்கு பிறகு லாபம் கூடும்."]
  }, {
    "image": "sagittarius",
    "raasi": "தனுசு",
    "raasiplan": ["சிரித்துப்பேசி காரியங்களை சாதித்துக்கொள்ளும் தனுசு ராசி நேயர்களே!",
    "உங்கள் ராசியில் கேது மற்றும் சனி அமர்ந்துள்ளதால் மனதில் குழப்பங்கள் ஏற்படும். ஒருவித படபடப்பு இருக்கும்.",
   "காதல் தோல்வி ஏற்படும். மேலும் பிரச்சனைகளும்  அதிகமாகும்.",
    "4-க்கு  உரிய குரு 12ல் அமர்ந்து உள்ளதால் சுகபோகங்களை ஏற்படுத்தும். மேலும் தாய்வழி உறவை பலப்படுத்தும்.",
    "தகப்பனார் மற்றும் பாக்கிய ஸ்தானம் வலுவடைந்துள்ளது. பாக்கியம் கூடும்.",
    "ஆவணி 25க்கு பிறகு தொழிலில் மேன்மை ஏற்படும்.",
    "71/2 சனி மற்றும் தோஷங்கள் அதிகம் உள்ளதால் பரிகாரங்களை செய்து கொள்வது நல்லது."]
  }, {
    "image": "capricorn",
    "raasi": "மகரம்",
    "raasiplan": ["தெய்வ பக்தி உள்ளவரும் ஆச்சார அனுஷ்டானங்களை கடைபிடிக்கும் மகர ராசி நேயர்களே!",
    "12ல் கேது சனி உள்ளதால் நிம்மதியான தூக்கம் இராது. ஏழரைச்சனி நடப்பில் உள்ளதால் உரிய பரிகாரங்களை செய்து கொள்ளவும்.",
    "குடும்ப வாழ்வில் குழப்பம் மிகும். 6ல் உள்ள ராகு எதிரிகளை வெல்ல உதவுவார்.",
    "4க்கு உரிய செவ்வாய் 8ல் அமர்ந்து தோஷத்தை ஏற்படுத்துகிறார். வண்டி, வாகனம் ஓட்டுவதில் கவனம் தேவை.",
    "அட்டமாதிபதி வலுவடைந்துள்ளதால் நஷ்டங்கள் ஏற்படும். 8ல் உள்ள சுக்கிரன் மர்ம ஸ்தானத்தில் வியாதிகளை ஏற்படுத்துவார்.",
    "ஆவணி 25க்கு பிறகு பிரச்சனைகளின் வீரியம் குறைந்து நன்மைகள் ஏற்படும்."]
  }, {
    "image": "aquarius",
    "raasi": "கும்பம்",
    "raasiplan": ["இரகசியங்களை காப்பதில் வல்லவரான கும்ப ராசி நேயர்களே!",
    "10ல் உள்ள குரு 2ம் இடத்தைப் பார்ப்பதால் அரசாங்கப்பணியை எதிர்ப்பார்க்கலாம். மேலும் தனம், குடும்பம் நல்ல வகையில் இருக்கும்.",
    "5ல் உள்ள ராகு பூர்வ புண்ணியத்திற்கு தோஷத்தைக்கொடுக்கிறது. புத்திர வகையில் நஷ்ட்டத்தை தரலாம்.",
    "7ல் உள்ள கிரகங்கள் களத்திர ஸ்தானத்தை வலுப்படுத்துகிறார்கள். மனைவியின் ஆதிக்கம் ஓங்கி இருக்கும். ஆவணி 25க்குப்பிறகு மனைவி வகையில் பிரச்சனைகளை ஏற்படுத்தும். மேலும் பாக்கியங்கள் குறையும். தந்தை வகை உறவில் விரிசல்கள் ஏற்படுத்தும்.",
    "11ல் கேது சனி சம்பந்தம் லாபத்தினை பாதிக்கும்."]
  }, {
    "image": "pisces",
    "raasi": "மீனம்",
    "raasiplan": ["கேள்வி அறிவிலும் தெய்வீக பக்தியிலும் மேலோங்கி நிற்கும் மீன ராசி நேயர்களே!",
    "உங்கள் ராசியாதிபன் பாக்கிய ஸ்தானத்தில் அமர்ந்து உங்களுக்கு பாக்கியம் மற்றும் தந்தை வழி உறவில் நல்ல பலன்களை வழங்குகிறார். 4ல் உள்ள ராகு, வீட்டில் மற்றும் தாய் வழியில் குழப்பத்தை ஏற்படுத்துவார். கல்வியை பாதிக்கிறார்.",
    "6ம் இடம் வலுவடைந்துள்ளதால் எதிரிகளிடம் ஜாக்கிரதையாக இருக்கவும்.",
    "10ல் உள்ள கேது மற்றும் சனி தொழில் பாதிப்பை ஏற்படுத்துகிறார்கள். இருக்கும் வேலையை தக்கவைத்துக்கொள்வது நல்லது.",
    "ஆவணி 25க்கு பிறகு பிரச்சனைகள் குறையும். தொழில் சிறப்படைய சனிப்ரீதி செய்துகொள்ளுங்கள்."]
  }]