[{
    "image": "aries",
    "raasi": "மேஷம்",
    "raasiplan": ["கோபம் கொண்டால் முருகனைப்போல் தனியே அமர்ந்து கொள்ளும் மேஷ ராசி நேயர்களே!",
    "உங்கள் ராசியாதிபன் செவ்வாய் 26/9/2019 க்கு  பிறகு மறைவு ஸ்தானமான 6ஆம் இடத்தில் அமர உள்ளார்.",
    "கன்னிச் செவ்வாய் கடலையும் வற்ற வைக்கும் என்பது பழமொழி. ராசியாதிபன் மறைவது உங்கள் பலத்தை குறைக்கவே செய்யும். நிதானப்போக்கை கடைபிடியுங்கள். கோபத்தை குறைத்துக்கொள்ளுங்கள்.",
    "மூன்றில் உள்ள ராகு சகோதர சகோதரிகளிடம் பிரச்சனைகள் ஏற்படுத்துவார்.",
    "சுக்கிர பகவான் 5/10/2019 அன்று துலா ராசிக்கு மாறுகிறார். இந்த மாற்றம் உங்கள் வாழ்க்கை துணைவரிடம்  மிகுந்த  இணக்கத்தை ஏற்படுத்தும். இல்லறம் இனிக்கும். ஆடை ஆபரண சேர்க்கை உண்டாகும்.", 
    "குருவின் பார்வை 2 மற்றும் 4இல் பதிவதால் பணம் மற்றும் வீடு, மனை, வாகன வகையில் நற்பலன்களை ஏற்படுத்தும்.",
    "செப்டம்பர் 25வரை சகோதரர்களின் வாழ்க்கையில் உயர்வை ஏற்படுத்திய புதன் பிறகு மாமன் வாழ்க்கையில் ஏற்பட்ட பிரச்சனைகளை குறைப்பார். கடன் குறையும். எதிரிகளின் பலம் குறைய ஆரம்பிக்கும்."]
  }, {
    "image": "taurus",
    "raasi": "ரிஷபம்",
    "raasiplan": ["நளினமாகவும், விகடமாகவும் பேசி அடுத்தவர்களை கவரும் ரிஷப ராசி நேயர்களே!",
    "அஷ்டமத்துச்சனி நடைபெறுவதால் பிரச்சனைகள் நாலா திசைகளில் இருந்து வரத்தான் செய்யும்.",
    "2-இல் உள்ள ராகு வாக்கினால் பிரச்சனைகளை கொண்டு வருவார்.",
    "தங்களுக்கு ஆறுதலான ஒரே விஷயம் 7-இல் குரு அமர்ந்து, தங்கள் ராசி, மூன்றாம் இடம், மற்றும் 11ஆம் இடத்தை பார்ப்பது. இதனால் அனைத்து பிரச்சனைகளிலிருந்தும் விடுபட வழி  பிறக்கும். மேலும் மனைவியின் ஒத்துழைப்பும், பரிவும் இந்த நேரத்தில் தங்களுக்கு உண்டு.",
    "26/9/2019 க்கு பிறகு செவ்வாய் கன்னி ராசிக்கு பெயர்ச்சியாகிறார். இதனால் பெண்களினால் பிரச்சனை, தொல்லைகள் ஏற்பட வாய்ப்புண்டு.",
    "சனிக்கு எள் தீபத்தை ஏற்றி பிரீதி செய்துகொள்ளுங்கள்.",
    "புதிதாக எந்த தொழிலையும் தற்போது தொடங்க வேண்டாம்."]
  }, {
    "image": "gemini",
    "raasi": "மிதுனம்",
    "raasiplan": ["அன்பும் பண்பும் மற்றும் ரகசியத்தை காப்பதில் நிபுணர்களே!",
    "தற்போதைய கிரக நிலையின்படி, மிதுன ராசி நேயர்கள் காதலில் ஈடுபட வாய்ப்புண்டு. மேலும் இதனால் அதிக துன்பத்தையும் எதிர்கொள்வார்கள்.",
    "திருமணமானவர்கள் மனைவி மற்றும் கணவரால் மிகுந்த தொல்லைக்கு உள்ளாவார்கள். சனி ப்ரீதி கட்டாயம் செய்து கொள்ள வேண்டும்.",
    "குரு 2ஆம் இடத்தை பார்ப்பதால் தனத்திற்கு குறைவு ஏற்படாது.",
    "10ஆம் அதிபதி குரு 6-இல் மறைந்தாலும் 10ஆம் இடத்தை பார்ப்பதால் தொழில் சிறக்கவே செய்யும்.",
    "4-ஆம் இடம் நீசபங்கமாகி இருப்பதால் 5/10/2019க்குள் மனை, வீடு, வண்டி, வாகனம் வாங்கலாம்.",
    "5/10/2019க்கு பிறகு சுக்கிரன் பஞ்சம ஸ்தானத்தில் பலமாக அமர்வதால் பிள்ளைகள் சிறப்பார்கள். புண்ணிய ஸ்தலங்களுக்கு சென்று வருவீர்கள்."]
  }, {
    "image": "cancer",
    "raasi": "கடகம்",
    "raasiplan": ["அரசியலில் முத்திரை பதிக்கும்  கடக ராசி நேயர்களே!",
" 5-இல் குரு அமர்ந்து ராசி மற்றும் 9ஆம் இடத்தை பார்ப்பதால் நன்மைகள் விளையும். சூரியனைக்கண்ட  பனிபோல அனைத்து பிரச்சனைகளும் மெல்ல மெல்ல விலகும்.",
" 7ஆம் அதிபதி சனி 6இல் கேதுவுடன் இணைந்து இருப்பதால் இல்லற வாழ்வு கசக்கும். பொறுமையை கடைபிடிப்பது நன்மை தரும்.",
" 5/10/2019க்கு பிறகு மனை, வண்டி, வாகனம் வாங்க யோகம் உண்டு. பெண்களினால் உண்டான பிரச்சனைகள் குறையும். மேலும் தொழில் வகையில் மேன்மை ஏற்படும். வேலை இல்லா பட்டதாரிகளுக்கு வேலை கிடைக்கும்.",
" 12இல் உள்ள ராகு கனவுத் தொல்லைகள் தரும்."]
}, {
    "image": "leo",
    "raasi": "சிம்மம்",
    "raasiplan": ["எதிரிகளை வெல்ல துடிக்கும் சிம்ம ராசி நேயர்களே!",
  "2ஆம் இடத்தில் நீச பங்க ராஜயோகம் பெற்ற  சுக்கிரன் 25/9/2019 வரை தன வரவு, வாக்கினால் லாபம், வண்டி, வாகன சேர்க்கையினை தரும்.",
  "29/9/2019 அன்று கன்னி ராசிக்கு பெயர்ச்சியாகும் செவ்வாயால் பெண்கள் வகையில் தொல்லைகள் ஏற்படும்.",
  "25/9/2019 மற்றும் 5/10/2019க்கு இடைப்பட்ட காலத்தில் வண்டி மற்றும் வாகனம் சம்பந்தமாக எந்த முடிவும் எடுக்க வேண்டாம். ",
  "5/10/2019 அன்று சுக்கிரன் துலா ராசிக்கு மாறுகிறார். இதனால் பாக்கியம் கூடும் . தந்தை உடனான உறவு வலுப்படும்.",
  "11இல் உள்ள ராகு வெளிநாட்டுக்கு சென்று வரும் வாய்ப்புகளைத் தரும்."
  ]
  }, {
    "image": "virgo",
    "raasi": "கன்னி",
    "raasiplan": ["வாக்கில் சுத்தமும், பேச்சில் வன்மையும் கொண்ட கன்னி ராசி நேயர்களே!",
  "25/9/2019 வரை ராசிநாதன் புதன் உச்ச நிலையில் இருப்பதால் நிம்மதியான வாழ்வும், தொழிலில் வளர்ச்சியும் ஏற்படும். ",
  "பத்தில் ஒரு பாவக்கிரகமாவது இருக்க வேண்டும் என்று சொல்வார்கள். ராகு பத்தாமிடத்தில் அமர்ந்து இருப்பதால் மறைமுக வருவாய் இருக்கும். ராகு திசை, ராகு புத்தி நடப்பில் உள்ளவர்கள் மறைமுக வருவாயில் ஈடுபட்டிருந்தால் சிக்கலில் மாட்டிக்கொள்ளும் நிலை ஏற்படும் ஜாக்கிரதை!",
  "4-இல் உள்ள கேது மற்றும் சனி வீட்டின் நிம்மதியை குலைக்கும். தாயன்பு குறையும். மேலும் கல்வி வகையில் பாதிப்பை ஏற்படுத்தும்",
  "செவ்வாய் 26.9.19 அன்று கன்னிக்கு பெயர்ச்சியாகிறார். அட்டமாதிபதி ராசியில் அமர்வதால் உடல் உபாதைகள் ஏற்படும். ",
  "குருவானவர் 7 மற்றும் 10ஆம் இடத்தை பார்ப்பதால் மனைவியிடமிருந்து அன்பையும் , வெளிநாடு செல்லும் வாய்ப்பையும் பெறலாம்."
]
  }, {
    "image": "libra",
    "raasi": "துலாம்",
    "raasiplan": ["பேச்சில் நகைச்சுவையும், எதையும் சிந்திதுச்செயல்படும் துலா ராசி நேயர்களே!",
    "2இல் உள்ள குரு தன வரவைத்தருவார். சகோதரர்களால் பிரச்சனைகள் ஏற்படும். 9மிடத்து ராகு தந்தை வழி உறவில் விரிசல் தருவார்.",
    "5/10/2019 அன்று சுக்கிரன் துலா ராசிக்கு பெயர்ச்சியாவதால் தைரியம் கூடும், காதல் இனிக்கும். ஆடை ஆபரணச்சேர்க்கை ஏற்படும். ஏதேனும் ஒரு கலையில் ஆர்வம் ஏற்படும்.",
    "சூரியன் மற்றும் செவ்வாய் மறைவதால் அரசு வழியில் அனுகூலம் ஏற்பட தடை உண்டாகிறது.",
    "தாய் வழியில் கலகம் ஏற்படும். பூர்வ புண்ணிய பலம் குறைந்துள்ளது.",
    "10ஆம் இடத்தில் குருவின் பார்வை பதிவதால் தொழில் சிறக்கும்."]
  }, {
    "image": "scorpio",
    "raasi": "விருச்சிகம்",
    "raasiplan": ["எதிரிகளிடம் சுதாரிப்பாக இருக்கும் விருச்சிக ராசி நேயர்களே!",
    "ராசியிலேயே குரு இருப்பதால் சிந்தனை தெளிவாக இருக்கும். 2ஆம் இடத்து கேது, சனி குடும்ப வாழ்வில் பிணக்கத்தை ஏற்படுத்தும்.",
    "5ஆம் இடத்தில் குரு பார்வை பதிவதால் புண்ணிய ஷேத்திரங்கள் சென்று வருவீர்கள். பெற்ற குழந்தைகள் வாழ்வில் வளர்ச்சி ஏற்படும்.",
    "7ஆம் இடத்து சுக்கிரன் 5/10/2019 வரை கன்னியில் நீசமாக உள்ளதால் 25/9/2019க்கு பிறகு லாபங்கள் குறையும். 5/10/2019க்கு பிறகு சுப விரையங்கள் ஏற்படும்.",
    "26/9/2019 வரை 10இல் உள்ள செவ்வாய் அரசு வழியில் அனுகூலத்தைத்தரும்."]
  }, {
    "image": "sagittarius",
    "raasi": "தனுசு",
    "raasiplan": ["சிரித்துப்பேசி காரியங்களை சாதித்துக்கொள்ளும் தனுசு ராசி நேயர்களே!",
    "ராசியில் உள்ள கேது சனி கலகத்தை ஏற்படுத்துவார். தவறான முடிவுகளை எடுக்க தூண்டுவார். காதலில் பிரச்சனைகள் தலை தூக்கும். குழப்பமான நிலை ஏற்படும்.",
    "குரு 12இல் மறைந்து இருப்பதால் சுப விரையங்கள் ஏற்படும். தைரியம் குறையும். ",
    "குருவின் பார்வை 4ஆம் இடத்தில் பதிவதால் தாயன்பு கிடைக்கும். கல்வியில் வளர்ச்சி உண்டாகும்.",
    "25/9/2019 வரை 10இல் உள்ள புதன் தொழிலில் வளர்ச்சி தருவார்.",
    "5/10/2019க்கு பிறகு சுக்கிரன் 11இல் அமர்வதால் லாபங்கள் ஏற்படும்."]
  }, {
    "image": "capricorn",
    "raasi": "மகரம்",
    "raasiplan": ["தெய்வ பக்தி உள்ளவரும் ஆச்சார அனுஷ்டானங்களை கடைபிடிக்கும் மகர ராசி நேயர்களே!",
    "ராசிநாதன் சனி 12இல் மறைந்து இருப்பதால் தைரியம் மற்றும் வீரியம் குறைந்து இருக்கும். 12ஆம் இடத்து கேது ஆன்மிக நாட்டத்தை தரும்.",
    "5/10/2019க்கு பிறகு சுக்கிரன் 10இல் அமர்வதால் தொழிலில் மிகுந்த வளர்ச்சி ஏற்படும். ",
    "11இல் உள்ள குரு லாபத்தை தருவார்.",
    "5இல் குருவின் பார்வை பதிவதால் புண்ணிய ஷேத்திரங்கள் சென்று வருவீர்கள். பெற்ற குழந்தைகள் உயர் நிலைக்கு வருவார்கள்.",
    "6இல் உள்ள ராகு எதிரிகளை அழிப்பார்.",
    "25/9/2019 அன்று புதன் துலா ராசிக்கு பெயர்ச்சியாவதால், தொழிலில் மேன்மேலும் வளர்ச்சிகள் ஏற்படும்."]
  }, {
    "image": "aquarius",
    "raasi": "கும்பம்",
    "raasiplan": ["இரகசியங்களை காப்பதில் வல்லவரான கும்ப ராசி நேயர்களே!",
    "ராசியாதிபன் சனி கேதுவுடன் இணைந்து இருப்பதால் மனக்குழப்பங்கள் ஏற்படும்.",
    "குருவானவர் 2ஆம் இடத்தைப்பார்ப்பதால் தனவரவு உண்டு. தங்கள் வாக்கிற்கு மதிப்பு ஏற்படும்.",
    "செவ்வாய் 26/9/2019 அன்று ராசிக்கு 8மிடமான கன்னியில் மறைகிறார்.",
    "இதனால் தொழில் வகையில் இடர்பாடுகள் ஏற்பட வாய்ப்புண்டு.",
    "5/10/2019 அன்று சுக்கிரன் துலா ராசிக்கு பெயர்ச்சியாகிறார். இதனால் பாக்கியம் கூடும்."]
  }, {
    "image": "pisces",
    "raasi": "மீனம்",
    "raasiplan": ["கேள்வி அறிவிலும் தெய்வீக பக்தியிலும் மேலோங்கி நிற்கும் மீன ராசி நேயர்களே!",
    "ராசியாதிபதி குரு 9இல் அமர்ந்து ராசியைப்பார்ப்பதால் உடல்நலம் மற்றும் மனநலம் கூடும்.",
    "3ஆம் இடத்து குரு பார்வை சகோதரர்களுக்கு வளர்ச்சியை தரும்.",
    "4இல் உள்ள ராகு இல்லத்தில் நிம்மதியை குறைக்கும் . தாய்க்கு உபாதைகள் தரும்.",
    "25/9/2019 க்கு பிறகு புதன் துலாமில் மறைவதால் மனைவி வகையில் பிரச்சனைகளைத்தரும்.",
    "10இல் கேது சனி இணைவு தொழில் வளர்ச்சியை பாதிக்கிறது.",
    "சனி மற்றும் கேது பகவானுக்குரிய ப்ரீதியை செய்யவும்."]
  }]